export const questionsText = {
  text1: {
    title: 'Как подготовиться к эпиляции',
  },
  text2: {
    title: 'Эпиляцию детям, подросткам?',
  },
  text3: {
    title: 'Шугаринг беременным',
  },
  text4: {
    title: 'Вросшие волосы',
  },
  text5: {
    title: 'После шугаринга',
  },
}

export const questionsText1 = [
  {
    id: '1',
    text: 'text1',
    title: 'Как подготовиться к эпиляции',
    body: 'Очень часто девочки переживают перед эпиляцией, а особенно если в первый раз. «Как же я лягу?», «А вдруг у меня там что-то не так?», «А что она обо мне подумает?». Поверьте, мастера интересуют только ваши волосы. Расслабьтесь и отбросьте все лишние мысли. Я видела все и много раз. И все-таки, как мы готовимся к процедуре?',
    list: [
      'В первую очередь нужно отрастить волосы. Оптимальная длина должна быть 5-7мм. Если вы уже «опытный» боец и делаете процедуру не в первый раз, то достаточно 4мм. Если после бритья, то должно пройти где-то 2 недели.',
      'За 2 дня до процедуры нужно поскрабиться,  принять душ с мочалкой, чтобы очистить кожу от омертвевших  чешуек.',
      '2-3 дня воздержаться от загара, очень интенсивно массажа и другое, что может повредить кожу.',
      'В день процедуры примите душ просто теплой водичкой без мыла, геля и мочалки. Не пользуйтесь в этот день кремами, маслами и антиперспирантами (в зависимости от того какая зона будет эпилироваться).',
      'Оденьте или возьмите с собой чистое белье (в зависимости от зоны эпиляции) из натуральной ткани. Не рекомендую синтетику, узкие джинсы, капроновые колготки, если делаете шугаринг ножек.',
      'Возьмите с собой хорошее настроение, расслабьтесь, настройтесь на позитив. Перед процедурой побалуйте себя чем-нибудь вкусненьким, чтобы были только приятные впечатления. И, наконец! Перестаньте слушать тех, у кого был неудачный опыт.'
    ],
  },
  {
    id: '2',
    text: 'text2',
    title: 'Эпиляцию детям, подросткам?',
    body: `Давайте вспомним, что такое шугаринг. Шугаринг – это самый щадящий вид эпиляции (удаляет волос с корнем). Выполняется проффесиональной сахарной пастой, убирая волосы ПО росту, что практически исключает травматизацию кожи.
            Эпиляцию ребенку, подростку можно делать тогда, когда возникает в этом необходимость. Например, когда ребенок чувствует дискомфорт при посещении спортивной секции, смущается в бассейне, летом, когда оголяются ножки и ручки, а еще хуже – дразнят одноклассники. Несовершеннолетнему ребенку процедура делается только с разрешением родителя, а если нужно, то и при нем. Если подросток самостоятельный, то можно в первый раз прийти с ним, а в последующие разы можно дать возможность почувствовать себя комфортно, расслабиться и оставить одного.
            Не нужно переживать о том, что, если у ребенка вырвать волосы, то они будут расти гуще и больше. Это не правда. Если вашим волоскам суждено перерасти в жесткие – это случится чтобы вы не делали. Если их сбривать, то в результате быстро получите щетину. Просто выбирая щадящий и безопасный метод удаления волос – шугаринг, кожа будет дольше радовать своей гладкостью, без всяких раздражений и высыпаний.`,
  },
  {
    id: '3',
    text: 'text3',
    title: 'Шугаринг беременным',
    body: `Беременность – это не болезнь и это не имеет противопоказаний к проведению эпиляции.
    НО! Нужно воздержаться от процедуры в первый триместр. Это связано с тем, что именно в этот период формируется сердечно – сосудистая система плода. В это время закрепляется все процессы и организм женщины несет большую нагрузку. Поэтому, если не обязательно – лучше не делать.`,
  },
  {
    id: '4',
    text: 'text4',
    title: 'Вросшие волосы',
    body: `Мы очень часто сталкиваемся с таким понятием, как вросшие волосы. От них кожа становится некрасивой и неприятной, как будто неухоженной . К большому сожалению и зона бикини (лобок) –не исключение. Сразу руки так и чешутся поковырять и вынуть этот злосчастный волосок, а если он еще и воспален и там белая верхушка прыща, то и выдавить хочется. Но последствия могут быть гораздо хуже, чем кажется. Это очень раздражает и расстраивает. Есть много причин, которые могут вызвать такие неприятные последствия. У каждого она своя. Возможно кто-то найдет свою из тех, которые я перечислю.`,
    list: [
      'бритье',
      'неправильный уход за кожей или попросту его отсутствие',
      'некачественно выполненная процедура',
      'самостоятельное и постоянное ковыряние или выдавливание мест с вросшими волосами',
      'очень плотно прилегающая или натирающая одежда',
      'эпиляция против роста волос',
    ],
    body2: `Но и с этой проблемой можно справиться, если правильно определить причину и начать с ней работать. После шугаринга или лечения вросших волос я всегда стараюсь подобрать косметику для домашнего ухода, чтобы «выровнять» проблемные участки кожи, уделить немного внимания дома и избежать повторения неприятностей. Тогда  очень скоро кожа снова вас будет радовать своей красотой и гладкостью.`
  },
  {
    id: '5',
    text: 'text5',
    title: 'После шугаринга',
    body: 'Свою кожу нужно любить и не забывать заботиться о ней. Эпиляция-это круто, красиво, приятно и гладко. Питайте ее, увлажняйте, очищайте и она ответит вам своим состоянием. А еще нужно не забывать об уходе за ней после процедуры эпиляции, ведь именно в тот момент она в нем особенно нуждается.Необходимо соблюдать несколько несложных правил после шугаринга, чтобы избежать неприятных последствий. А именно:',
    list: [
      'В течении 12 часов нельзя посещать соляhий, сауну, бассейн, загорать на солнце, заниматься спортом;',
      'Не принимайте горячую ванну. Можно принять теплый душ, но без мыла, геля, мочалки;',
      'В течении 12 часов не пользоваться кремами, лосьонами для тела, антиперспирантами (в зависимости какую зону эпилировали);',
      'Через 2 дня можно скрабиться или пользоваться энзимами. Лучше это делать 2-3 раза в неделю, а после этого не забывайте увлажнять кожу;',
      'Увлажняйте кожу каждый день;',
      'Забудьте о бритве, эпиляторе, кремах для депиляции. После них волос снова станет толстым и жестким;',
      'При каждом следующем шугаринге или ваксинге волосы становятся слабее, тоньше и  реже.',
    ],
    body2: 'Больше, чем 70% успеха в достижении той самой заветной, гладенькой, красивой кожи зависит именно от того, что вы с ней делаете или НЕ делаете дома.',
  },
]

export const aboutList = [
  {
    id: 1,
    text: 'обстановка была комфортная',
  },
  {
    id: 2,
    text: 'чистота кабинета неоспорима',
  },
  {
    id: 3,
    text: 'качество косметики на высшем уровне, а расходники только одноразовые',
  },
  {
    id: 4,
    text: 'конфиденциальность гарантирована',
  },
  {
    id: 5,
    text: 'для каждого свой подход, ведь мы с вами все разные и индивидуальны',
  },
  {
    id: 6,
    text: 'качественно выполнена работа',
  },
  {
    id: 7,
    text: 'в приоритете не скорость, а безболезненность. Если для комфорта клиента нужно работать медленнее, я это сделаю',
  },
  {
    id: 8,
    text: 'всегда порекомендую домашний уход именно за Вашей кожей. Необходимая косметика всегда есть в наличии',
  },
]
