export const questionsText = {
  text1: {
    title: 'Как подготовиться к эпиляции',
    body: 'Очень часто девочки переживают перед эпиляцией, а особенно если в первый раз. «Как же я лягу?», «А вдруг у меня там что-то не так?», «А что она обо мне подумает?». Поверьте, мастера интересуют только ваши волосы. Расслабьтесь и отбросьте все лишние мысли. Я видела все и много раз. И все-таки, как мы готовимся к процедуре?',
    list: [
      '1.	В первую очередь нужно отрастить волосы. Оптимальная длина должна быть 5-7мм. Если вы уже «опытный» боец и делаете процедуру не в первый раз, то достаточно 4мм. Если после бритья, то должно пройти где-то 2 недели.',
      '2.	За 2 дня до процедуры нужно поскрабиться,  принять душ с мочалкой, чтобы очистить кожу от омертвевших  чешуек.',
      '3.	2-3 дня воздержаться от загара, очень интенсивно массажа и другое, что может повредить кожу.',
      '4.	В день процедуры примите душ просто теплой водичкой без мыла, геля и мочалки. Не пользуйтесь в этот день кремами, маслами и антиперспирантами (в зависимости от того какая зона будет эпилироваться).',
      '5.	Оденьте или возьмите с собой чистое белье (в зависимости от зоны эпиляции) из натуральной ткани. Не рекомендую синтетику, узкие джинсы, капроновые колготки, если делаете шугаринг ножек.',
      '6.	Возьмите с собой хорошее настроение, расслабьтесь, настройтесь на позитив. Перед процедурой побалуйте себя чем-нибудь вкусненьким, чтобы были только приятные впечатления. И, наконец! Перестаньте слушать тех, у кого был неудачный опыт.'
    ],
  },
  text2: {
    title: 'Можно ли делать эпиляцию детям, подросткам?',
    body: `Давайте вспомним, что такое шугаринг. Шугаринг – это самый щадящий вид эпиляции (удаляет волос с корнем). Выполняется проффесиональной сахарной пастой, убирая волосы ПО росту, что практически исключает травматизацию кожи.
            Эпиляцию ребенку, подростку можно делать тогда, когда возникает в этом необходимость. Например, когда ребенок чувствует дискомфорт при посещении спортивной секции, смущается в бассейне, летом, когда оголяются ножки и ручки, а еще хуже – дразнят одноклассники. Несовершеннолетнему ребенку процедура делается только с разрешением родителя, а если нужно, то и при нем. Если подросток самостоятельный, то можно в первый раз прийти с ним, а в последующие разы можно дать возможность почувствовать себя комфортно, расслабиться и оставить одного.
            Не нужно переживать о том, что, если у ребенка вырвать волосы, то они будут расти гуще и больше. Это не правда. Если вашим волоскам суждено перерасти в жесткие – это случится чтобы вы не делали. Если их сбривать, то в результате быстро получите щетину. Просто выбирая щадящий и безопасный метод удаления волос – шугаринг, кожа будет дольше радовать своей гладкостью, без всяких раздражений и высыпаний.`,
  },
  text3: {
    title: 'Шугаринг беременным',
    body: `Беременность – это не болезнь и это не имеет противопоказаний к проведению эпиляции.
    НО! Нужно воздержаться от процедуры в первый триместр. Это связано с тем, что именно в этот период формируется сердечно – сосудистая система плода. В это время закрепляется все процессы и организм женщины несет большую нагрузку. Поэтому, если не обязательно – лучше не делать.`,
  },
  text4: {
    title: 'Вросшие волосы',
    body: `К сожалению мы очень часто сталкиваемся с таким понятием как вросшие волосы. Причины, которые могут вызвать такие неприятные последствия могут быть разные. Это бритье, неправильный уход за кожей или попросту его отсутствие, некачественно сделанная процедура эпиляции (не придерживаясь протокола процедуры). Но и с этой проблемой можно справиться, если правильно определить ее причину и начать с ней работать. И очень скоро кожа снова будет радовать вас своей гладкостью, чистотой т красотой.`,
  },
}
